/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Обрізання";
"crop.w" = "Ширина (типово: ширина відео)";
"crop.h" = "Висота (за замовчуванням: висота відео)";
"crop.x" = "Origin X (за замовчуванням: центр)";
"crop.y" = "Origin X (за замовчуванням: центр)";

"expand" = "Розгорнутий";
"expand.w" = "Ширина (типово: ширина відео)";
"expand.h" = "Висота (типово: висота відео)";
"expand.x" = "Початкова X (типово: центр)";
"expand.y" = "Початкова Y (типово: центр)";
"expand.aspect" = "Розширити під пропорції (напр., 4:3)";
"expand.round" = "Округлити для кратності цьому значенню";

"sharpen" = "Різкість";
"sharpen.msize" = "Розмір матриці";
"sharpen.amount" = "Величина";

"blur" = "Розмиття";
"blur.msize" = "Розмір матриці";
"blur.amount" = "Величина";

"delogo" = "Без логотипів";
"delogo.w" = "Ширина";
"delogo.h" = "Висота";
"delogo.x" = "Початкова X";
"delogo.y" = "Початкова Y";

"negative" = "Негатив";

"vflip" = "Перевернути";
"hflip" = "Віддзеркалювання";

"lut3d" = "3D LUT";
"lut3d.file" = "Файл";
"lut3d.interp" = "Режим інтерполяції";

"custom_mpv" = "Спеціальний (mpv)";
"custom_mpv.name" = "Назва фільтру";
"custom_mpv.string" = "Значення фільтру";

"custom_ffmpeg" = "Спеціальний (FFmpeg)";
"custom_ffmpeg.name" = "Назва фільтру";
"custom_ffmpeg.string" = "Значення фільтру";
